Repository: powerly-ev/open-ev-charge-ios-app
Catalog: Powerly/*.lproj/Home.strings
Languages: ar, es, fr

# 1OV-dz-FIg.text
source: Four Square Station
ar: محطة فور سكوير
es: Estación Cuatro Esquinas
fr: Station Four Square

# 55e-xh-gpc.text
source: Allow
ar: السماح
es: Permitir
fr: Autoriser

# 7W9-9h-42C.text
source: Refer Now
ar: أُرِسْل الآن
es: Referir Ahora
fr: Référer maintenant

# 7yx-iZ-GQx.text
source: • Help the community grow and navigate.
ar: • ساعد المجتمع في النمو والتنقل.
es: • Ayuda a la comunidad a crecer y navegar.
fr: • Aidez la communauté à grandir et à naviguer.

# DVT-QE-Mbi.text
source: Refer and Earn
ar: أُرِسْل واربح
es: Referir y Ganar
fr: Référer et gagner

# G00-I8-6R6.text
source: • Pin it for yourself and others.
ar: • ثبته لنفسك وللآخرين.
es: • Marca para ti y para otros.
fr: • Épinglez-le pour vous-même et pour les autres.

# Gbu-um-giv.text
source: • Be a part of a greener planet!
ar: • كن جزءًا من كوكب أخضر!
es: • Sé parte de un planeta más verde!
fr: • Faites partie d'une planète plus verte !

# ICD-pY-Jvb.text
source: • Reach out to millions effortlessly.
ar: • تواصل مع الملايين بسهولة.
es: • Llega a millones sin esfuerzo.
fr: • Atteignez des millions de personnes sans effort.

# LfQ-mt-hO0.text
source: Share your location to view nearby stations
ar: شارك موقعك لعرض المحطات القريبة
es: Comparte tu ubicación para ver estaciones cercanas
fr: Partagez votre emplacement pour voir les stations à proximité

# Ne0-RD-CNV.text
source: Continue
ar: استمر
es: Continuar
fr: Continuer

# OBx-mE-iFT.text
source: View Nearby Stations
ar: عرض المحطات القريبة
es: Ver Estaciones Cercanas
fr: Voir les stations à proximité

# TMK-18-u3o.text
source: Sync Your Charger with Powerly
ar: مزامنة شاحنك مع باورلي
es: Sincroniza tu Cargador con Powerly
fr: Synchronisez votre chargeur avec Powerly

# TcA-oL-rSc.text
source: • One platform to control all your chargers.
ar: • منصة واحدة للتحكم في جميع شواحنك.
es: • Una plataforma para controlar todos tus cargadores.
fr: • Une plateforme pour contrôler tous vos chargeurs.

# ZZX-9i-jpX.text
source: • Enjoy seamless operations & instant payments.
ar: • استمتع بعمليات سلسة ودفعات فورية.
es: • Disfruta de operaciones fluidas y pagos instantáneos.
fr: • Profitez d'opérations fluides et de paiements instantanés.

# biM-2E-vQP.text
source: Sign In
ar: تسجيل الدخول
es: Iniciar Sesión
fr: Se connecter

# duA-wg-V48.text
source: Invite your friends to Powerly and earn a cash reward
ar: ادعُ أصدقاءك إلى باورلي واحصل على مكافأة نقدية
es: Invita a tus amigos a Powerly y gana una recompensa en efectivo
fr: Invitez vos amis sur Powerly et gagnez une récompense en espèces

# gGV-0D-gku.text
source: Report a New Charger
ar: الإبلاغ عن شاحن جديد
es: Informar de un Nuevo Cargador
fr: Signaler un nouveau chargeur

# kCz-WN-Tj5.text
source: Tariff: 20 SR/kWh
ar: التعرفة: 20 ريال/كيلوواط ساعة
es: Tarifa: 20 SR/kWh
fr: Tarif : 20 SR/kWh

# tBa-No-mi1.text
source: Help
ar: مساعدة
es: Ayuda
fr: Aide
